{"id":1115,"date":"2016-10-04T09:53:51","date_gmt":"2016-10-04T09:53:51","guid":{"rendered":"http:\/\/vladanzlatic.com\/airpro\/wordpress\/?page_id=1115"},"modified":"2020-12-15T11:49:56","modified_gmt":"2020-12-15T11:49:56","slug":"faq","status":"publish","type":"page","link":"https:\/\/ushometownservices.com\/faq\/","title":{"rendered":"FAQ"},"content":{"rendered":"<p>[vc_row][vc_column][vc_custom_heading text=&#8221;Frequently Asked <b>Questions<\/b>&#8221; font_container=&#8221;tag:h2|text_align:center&#8221; use_theme_fonts=&#8221;yes&#8221;][vc_column_text]<\/p>\n<p style=\"text-align: center;\">If You’ve Got Questions. We’ve Got Answers!<\/p>\n<p>[\/vc_column_text][\/vc_column][\/vc_row][vc_row css=&#8221;.vc_custom_1475582524558{margin-top: 40px !important;}&#8221;][vc_column width=&#8221;1\/2&#8243;][vc_tta_accordion active_section=&#8221;1&#8243; collapsible_all=&#8221;true&#8221;][vc_tta_section title=&#8221;<b>What is HVAC?<\/b>&#8221; tab_id=&#8221;1475578786387-7ae43e49-b20c&#8221;][vc_column_text]HVAC is short for Heating, Ventilation and Air Conditioning. HVAC is most oftenused to depictthe whole heating and cooling system consisting of the duct work, air filters, humidification controls, and registers.[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>What regular maintenance do heating and air conditioning systems need? <\/b>&#8221; tab_id=&#8221;1475578890338-3b7e972f-07c0&#8243;][vc_column_text]The most important part of HVAC maintenance aspect is maintaining unrestricted air flows. Dust, dirt, and debris are an HVAC system’s worst enemies. Whether it’s an indoor or outdoor unit, you must keep all filters clean and heat exchangers and coils free of restrictions.<\/p>\n<p>We recommend that your heating and cooling system be checked and serviced twice a year; ideally a spring and autumn tune-up. Also we recommend that you change your filter regularly, depending on the type of filter you have. This alone can eliminate many of the most common problems that need fixing and can significantly reduce the likelihood of a serious breakdown.[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>How do I know if I have an existing warranty on my furnace, air conditioner or HVAC system?<\/b>&#8221; tab_id=&#8221;1475578786419-e0768750-35c0&#8243;][vc_column_text]Locatethe label on the outer surface of the equipment for a manufacture date. If the equipment is less than five years old it may have a warranty, but also may not based on the model. Warranty terms and conditions change by manufacturer and the installing company. AirPro Experts Heating &amp; Air Conditioning can verify the warranty status of your heating and cooling system via Get Warranty form.[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>Is duct cleaning really important?<\/b>&#8221; tab_id=&#8221;1605280668912-a5708195-1cb7&#8243;][vc_column_text]<span style=\"font-weight: 400;\">Imagine how it would feel to live with a clogged-up nose for <\/span><i><span style=\"font-weight: 400;\">years<\/span><\/i><span style=\"font-weight: 400;\">. As disgusting as it may sound, your home’s air ducts allow your house to breathe. These ducts allow the air to flow freely throughout the house.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">But if the ducts are full of dirt, dust, and debris, your home won’t be able to expel the contaminants, and will be forced to circulate the same nasty air throughout the space.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Getting your air ducts cleaned professionally will clear ductwork of all the junk that gets accumulated in there over time. Unless you like the idea of breathing in air that’s contaminated with dirt, bacteria, mildew, and<\/span><a href=\"https:\/\/www.lung.org\/clean-air\/at-home\/indoor-air-pollutants\/cockroaches\"> <span style=\"font-weight: 400;\">cockroach parts<\/span><\/a><span style=\"font-weight: 400;\"> (we wish we were kidding!), you must get your home’s ducts cleaned at least once a year. <\/span>[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>How do I tell if my ducts need to be cleared?<\/b>&#8221; tab_id=&#8221;1605280676791-c1943624-0102&#8243;][vc_column_text]<span style=\"font-weight: 400;\">If you experience any of the following, it’s time to get your ducts disinfected and cleaned out:<\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\">       <\/span><span style=\"font-weight: 400;\">Musty or foul smelling air emitting from your ducts<\/span><\/li>\n<li><span style=\"font-weight: 400;\">       <\/span><span style=\"font-weight: 400;\">Persistent allergy or cold symptoms that are not going away no matter how many pills you pop<\/span><\/li>\n<li><span style=\"font-weight: 400;\">       <\/span><span style=\"font-weight: 400;\">Recent infestation of vermin, including cockroaches, rats, mice, etc.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">       <\/span><span style=\"font-weight: 400;\">Recent sewer or moisture problems, or flooding, that may have entered into your home’s air ducts<\/span><\/li>\n<li><span style=\"font-weight: 400;\">       <\/span><span style=\"font-weight: 400;\">A layer of dusting always seem to coat your furniture even with regular cleaning<\/span><\/li>\n<li><span style=\"font-weight: 400;\">       <\/span><span style=\"font-weight: 400;\">Dirty or dusty air blowing out of your air vents<\/span><\/li>\n<\/ul>\n<p>[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>Can I just spray normal household cleaners into my ducts?<\/b>&#8221; tab_id=&#8221;1605280907377-d40d9b27-559b&#8221;][vc_column_text]<span style=\"font-weight: 400;\">This is not recommended at all! Unlike hard surfaces, like your floor, anything sprayed inside the ducts will be introduced into your home’s airstream and circulated throughout the house.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Only certain chemicals that have been specifically approved for cleaning the ducts must be used for this purpose. Also, these chemicals should only be used on non-porous surfaces.<\/span>[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>Can I clean the air ducts myself?<\/b>&#8221; tab_id=&#8221;1605280982503-f5d3a846-dde0&#8243;][vc_column_text]<span style=\"font-weight: 400;\">You can definitely clean with a vacuum or a clean cotton cloth, but cleaning the ducts requires getting inside the ductwork. And getting inside your ductworks is not possible (or recommended) for the average homeowner.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Duct cleaning professionals, such as those at United Home Services, use specialized HEPA vacuums that use the same techniques and equipment utilized in hospitals and laboratories to capture all the dirt, dust, and airborne contaminants.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Using appropriate equipment is very important to ensure that the contaminants present in the ducts don’t enter the air inside your house.<\/span>[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>How often should I get my air ducts cleaned?<\/b>&#8221; tab_id=&#8221;1605281029755-7853dd80-5572&#8243;][vc_column_text]<span style=\"font-weight: 400;\">There is no standard answer for this question because duct cleaning depends on several factors, such as:<\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\">       <\/span><span style=\"font-weight: 400;\">The amount of pollution in your location<\/span><\/li>\n<li><span style=\"font-weight: 400;\">       <\/span><span style=\"font-weight: 400;\">The amount or vicinity of pollen in your location (<\/span><a href=\"https:\/\/www.thesaltsuite.com\/blog\/2019\/12\/5\/top-ten-cities-with-the-highest-pollen-count\"><span style=\"font-weight: 400;\">some cities<\/span><\/a><span style=\"font-weight: 400;\"> have an extremely high amount of pollen)<\/span><\/li>\n<li><span style=\"font-weight: 400;\">       <\/span><span style=\"font-weight: 400;\">Presence of pets in your home<\/span><\/li>\n<li><span style=\"font-weight: 400;\">       <\/span><span style=\"font-weight: 400;\">Do you have respiratory issues, like asthma, chronic bronchitis, cystic fibrosis, etc?<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">So, for example, if you or someone in your home is suffering from respiratory problems or you live in a city with a high pollen count, you should get your ducts cleaned at least once a year.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">But the short answer would be “whenever the ducts get dirty”. If you suspect that your air ducts need cleaning, call us at 866-847-7454, and our technicians will perform an inspection to determine whether your ducts have accumulated dirt.<\/span>[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>What is Creosote?<\/b>&#8221; tab_id=&#8221;1605281075776-2ff98c54-5ebe&#8221;][vc_column_text]<span style=\"font-weight: 400;\">Creosote is a tar-like substance that gets accumulated within the chimney after you burn wood. It combines with soot, and as a result, becomes extremely flammable. Too much creosote buildup can create a fire hazard, putting you and your home at devastating risk.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Any chimney sweeper worth their salt will tell you that it’s not safe to use your chimney until the creosote has been cleaned out.<\/span>[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>How often should I clean my chimney?<\/b>&#8221; tab_id=&#8221;1605281100438-21b8bb08-312f&#8221;][vc_column_text]<span style=\"font-weight: 400;\">We recommend getting your chimney professionally cleaned at least once a year even if you don’t light as many fires. An unused chimney can become a home for bats, cockroaches, mice, raccoons, and other critters, leading to a whole different kind of risk.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The best time to schedule a chimney inspection and cleaning is right before the winter starts.<\/span>[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>Why do I need to change my filter regularly?<\/b>&#8221; tab_id=&#8221;1475579429564-ed9c2331-bef9&#8243;][vc_column_text]Regular filter replacement helps your heating and cooling system operate at peak levels and improves indoor air quality. It is important to change filters regularly to ensure proper air flow and to keep your home free from dust, allergens and germs. Depending on the type of filter you have, you may require weekly or monthly filter replacements. Your AirPro Experts service or installation technician will recommend the ideal filters and replacement schedules for your unit(s).[\/vc_column_text][\/vc_tta_section][\/vc_tta_accordion][\/vc_column][vc_column width=&#8221;1\/2&#8243;][vc_tta_accordion active_section=&#8221;1&#8243; collapsible_all=&#8221;true&#8221;][vc_tta_section title=&#8221;<b>Why do I need to get my dryer vents cleaned?<\/b>&#8221; tab_id=&#8221;1605281660092-50dca926-2dfd&#8221;][vc_column_text]<span style=\"font-weight: 400;\">For starters, clogged dryer vents are huge fire hazards. While your lint trap may play a role in protecting you against fire-related injuries, it is not even close to adequate when it comes to keeping your home safe.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Why? Because only a tiniest portion of the lint from your clothes is caught in that trap! The rest goes into the vent, where it can successfully obstruct the airflow.<\/span>[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>How often do I need to get my dryer vents cleaned?<\/b>&#8221; tab_id=&#8221;1605281714121-474fe876-0b08&#8243;][vc_column_text]<span style=\"font-weight: 400;\">According to the <\/span><a href=\"https:\/\/www.nfpa.org\/-\/media\/Files\/Public-Education\/Resources\/Safety-tip-sheets\/DryerSafetyTips.ashx#:~:text=Once%20a%20year%2C%20or%20more,service%20do%20it%20for%20you.\"><span style=\"font-weight: 400;\">National Fire Protection Association<\/span><\/a><span style=\"font-weight: 400;\">, you should get your dryer vents cleaned professionally at least once a year. But if there is evidence that your exhaust is blocked (like your clothes are still damp at the end of the cycle or the dryer frequently overheats), you should get it cleaned every 4-5 months.<\/span>[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>Is sound an issue for heating and air conditioning?<\/b>&#8221; tab_id=&#8221;1605281774314-ed934e18-9ab5&#8243;][vc_column_text]Yes. Loud heating and cooling equipment contribute to sound pollution. Although no financial savings are tied to lower sound levels, the sound rating of a cooling system can have a considerable effect on comfort and enjoyment of your home. The sound level of an air conditioner or heat pump depends on a variety of factors, such as the age and make of the unit, and whether the compressor is insulated or not can contribute to the amount of noise it makes.[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>At what temperature should I set my thermostat?<\/b>&#8221; tab_id=&#8221;1605281841926-4a227d70-f487&#8243;][vc_column_text]Is it making strange noises? Is it cooling or heating all areas of your home sufficiently? Has it been taking longer to cool down or heat up? Have your utility bills been rising for no apparent reason? Any of these are signs that you may have a problem that needs service. In most cases, the longer you delay, the worse any underlying problems will get. So be sure to contact Horizon Services to check out your system whenever you notice anything out of the ordinary.[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>How do I know if my A\/C unit is big enough?<\/b>&#8221; tab_id=&#8221;1475578947343-f7273f7f-2448&#8243;][vc_column_text]Bigger isn’t always better; its performance and efficiency that count. Before purchasing a replacement system you should always make sure your system is sized properly to match your needs and budget. Your AirPro Expert will thoroughly assess your home and comfort requirements to determine the proper size and make the appropriate recommendation.[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>How can I increase the efficiency and life of my home’s heating and cooling systems?<\/b>&#8221; tab_id=&#8221;1475578947509-b1ddbcec-a23c&#8221;][vc_column_text]A few quick tips:<\/p>\n<ul>\n<li>Clean and replace your filters frequently.<\/li>\n<li>Your system will heat and cool more evenly when the blower is in the “on” position. The blower provides constant air movement throughout the home, and allows for better filtration.<\/li>\n<li>Install shades, drapes, shutters, or screens on windows that are exposed to extreme sunlight to keep room temperatures at moderate levels.<\/li>\n<\/ul>\n<p>[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>How can I eliminate indoor odors?<\/b>&#8221; tab_id=&#8221;1475578947622-947ce8d7-8ec3&#8243;][vc_column_text]You may have tried to cover up indoor odors by spraying air fresheners or lighting candles. Unfortunately, these tactics only mask the odors, they don&#8217;t get rid of them. These remedies may in fact negatively affect indoor air quality from chemicals that cause allergic reactions or eye irritation for homeowners.<\/p>\n<p>Bacteria, dust mites, animal dander, cat saliva and mold may also be roots of your home&#8217;s odor problem. One method to purify the air is integrating germicidal (UV) lights in your home, which helps kill odors and inhibit the growth of biological contaminants, sterilizing surfaces in the HVAC system. They also purify the air, preventing the growth of contaminants. The UV lights are installed to work with your home comfort system.<\/p>\n<p>Sometimes poor ventilation contributes to unpleasant odors. Moisture condensation on walls windows and stagnate air are signs of poor ventilation. A qualified Service Experts technician can inspect your home comfort system to determine if this is an issue that should be addressed. The technician can also inform you how to solve the ventilation system’s ability to correctly circulate and ventilate indoor air.[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>How do I know which indoor air quality product is right for me?<\/b>&#8221; tab_id=&#8221;1475579716961-e174e8dd-343e&#8221;][vc_column_text]Every person and every home entails a different comfort need. The threshold of irritancy and triggers that affect people’s health and comfort combine to determine the proper solutions. High threshold levels may require simple solutions like a better air filter. Low threshold levels may require an air purification system for the reduction of triggers and irritants. With a Home Health Report Card, Service Experts can help you decide which indoor air improvement products are right for you.[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>How healthy is my indoor air?<\/b>&#8221; tab_id=&#8221;1475579904809-4e7e7f68-fecd&#8221;][vc_column_text]According to studies created by the U.S. Environmental Protection Agency, exposure to air pollutants indoors can be 100 times higher than outdoors. Frequent dusting and vacuuming can help reduce the amount of dust and dust mites present in your home. However, not all airborne particles can be eliminated. Filtration devices can help eliminate particles that are too small to be caught by a vacuum. Some filtration devices include UV light units, air filters, energy recovery ventilators (ERVs), heat recovery ventilators (HRVs) and electronic air cleaners. A Home Health Report Card from Service Experts will provide the information about which indoor air improvement devices are right for you. To receive a Home Health Report Card and personal air quality consultation AirPro Experts at 123-456-789.[\/vc_column_text][\/vc_tta_section][vc_tta_section title=&#8221;<b>At what temperature should I set my thermostat?<\/b>&#8221; tab_id=&#8221;1475579956760-749286a0-1801&#8243;][vc_column_text]Temperature settings depend on the time of year and your personal preferences. In the summer, the average temperature setting is 75°-80°. In the winter 68°-72° is the norm. Remember, when leaving your house; try to avoid drastic temperature changes. Do not set your temperature back more than 5°; this will cause your unit to work harder to achieve the desired temperature setting.[\/vc_column_text][\/vc_tta_section][\/vc_tta_accordion][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column][vc_custom_heading text=&#8221;Frequently Asked Questions&#8221; font_container=&#8221;tag:h2|text_align:center&#8221; use_theme_fonts=&#8221;yes&#8221;][vc_column_text] If You’ve Got Questions. We’ve Got Answers! [\/vc_column_text][\/vc_column][\/vc_row][vc_row css=&#8221;.vc_custom_1475582524558{margin-top: 40px !important;}&#8221;][vc_column width=&#8221;1\/2&#8243;][vc_tta_accordion active_section=&#8221;1&#8243; collapsible_all=&#8221;true&#8221;][vc_tta_section&nbsp;<a href=\"https:\/\/ushometownservices.com\/faq\/\">[&hellip;]<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"template-fullwidth.php","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>FAQs | Home Insulation Services | United Home Services<\/title>\n<meta name=\"description\" content=\"Check out our Frequently Asked Questions to learn more about our home services offered by United Home Services. Call us for more info at (800) 399 4248.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/ushometownservices.com\/faq\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"FAQs | Home Insulation Services | United Home Services\" \/>\n<meta property=\"og:description\" content=\"Check out our Frequently Asked Questions to learn more about our home services offered by United Home Services. Call us for more info at (800) 399 4248.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/ushometownservices.com\/faq\/\" \/>\n<meta property=\"og:site_name\" content=\"United Home Services\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/ushometownservicesinc\/\" \/>\n<meta property=\"article:modified_time\" content=\"2020-12-15T11:49:56+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"12 minutes\">\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":[\"Organization\",\"Place\"],\"@id\":\"https:\/\/ushometownservices.com\/#organization\",\"name\":\"United Home Services\",\"url\":\"https:\/\/ushometownservices.com\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/ushometownservicesinc\/\",\"https:\/\/www.instagram.com\/ushometownservicesinc\/\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/ushometownservices.com\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/ushometownservices.com\/wp-content\/uploads\/Logo-.png\",\"contentUrl\":\"https:\/\/ushometownservices.com\/wp-content\/uploads\/Logo-.png\",\"width\":1200,\"height\":628,\"caption\":\"United Home Services\"},\"image\":{\"@id\":\"https:\/\/ushometownservices.com\/#logo\"},\"mainEntityOfPage\":{\"@id\":\"https:\/\/ushometownservices.com\/faq\/#webpage\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/ushometownservices.com\/#website\",\"url\":\"https:\/\/ushometownservices.com\/\",\"name\":\"United Home Services\",\"description\":\"Your Indoor Air Quality Specialists\",\"publisher\":{\"@id\":\"https:\/\/ushometownservices.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/ushometownservices.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/ushometownservices.com\/faq\/#webpage\",\"url\":\"https:\/\/ushometownservices.com\/faq\/\",\"name\":\"FAQs | Home Insulation Services | United Home Services\",\"isPartOf\":{\"@id\":\"https:\/\/ushometownservices.com\/#website\"},\"datePublished\":\"2016-10-04T09:53:51+00:00\",\"dateModified\":\"2020-12-15T11:49:56+00:00\",\"description\":\"Check out our Frequently Asked Questions to learn more about our home services offered by United Home Services. Call us for more info at (800) 399 4248.\",\"breadcrumb\":{\"@id\":\"https:\/\/ushometownservices.com\/faq\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/ushometownservices.com\/faq\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/ushometownservices.com\/faq\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/ushometownservices.com\/\",\"url\":\"https:\/\/ushometownservices.com\/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@id\":\"https:\/\/ushometownservices.com\/faq\/#webpage\"}}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/ushometownservices.com\/wp-json\/wp\/v2\/pages\/1115"}],"collection":[{"href":"https:\/\/ushometownservices.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/ushometownservices.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/ushometownservices.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ushometownservices.com\/wp-json\/wp\/v2\/comments?post=1115"}],"version-history":[{"count":0,"href":"https:\/\/ushometownservices.com\/wp-json\/wp\/v2\/pages\/1115\/revisions"}],"wp:attachment":[{"href":"https:\/\/ushometownservices.com\/wp-json\/wp\/v2\/media?parent=1115"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}